/* The names for the various file-item tests. */

"Tiny files" = "極めて小さなファイル";
"Small files" = "小さいファイル";
"Medium files" = "中ファイル";
"Large files" = "大きいファイル";
"Huge files" = "巨大ファイル";
"Images" = "イメージ";
"Music" = "ミュージック";
"Version control" = "バージョンコントロール";

"OliveSunset" = "オリーブ夕焼け";
"MossAndLichen" = "コケ＆子嚢菌類";
"Monaco" = "モナコ";
"Bujumbura" = "ブジュンブラ";
"CoffeeBeans" = "コーヒー豆";
"BlueSkyTulips" = "青空チューリップ";
"OrigamiMice" = "折り紙ネズミ";
"GreenEggs" = "緑色の卵";
"FengShui" = "風水";
"Daytona" = "デイトナビーチ";
"FlyingGeese" = "マゼンタマジック";
"Rainbow" = "虹";
"LagoonNebula" = "ラグーン星雲";


/* The names for the various color mapping schemes. */

"level" = "レベル";
"extension" = "拡張子";
"folder" = "フォルダ";
"name" = "名前";
"nothing" = "なし";
"top folder" = "トップディレクトリ";
"uniform type" = "ファイルタイプ";


/* The names of the file size types. */

"logical" = "論理サイズ";
"physical" = "物理サイズ";


/* The names of the "special" files in the viewer. */

"free" = "空き領域";
"freed" = "解放された空き領域";
"misc used" = "その他の使用領域";


/* The names of the supported file-deletion targets. */

"delete nothing" = "なし";
"only delete files" = "ファイル";
"delete files and folders" = "ファイル＆フォルダ";